DunningLetters/DunningLetters/Files/NS_FU/Fusion/Dispute/Request/SampleRequest.xml

<soapenv:Envelope xmlns:erp="http://xmlns.oracle.com/apps/financials/commonModules/shared/model/erpIntegrationService/" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:typ="http://xmlns.oracle.com/apps/financials/commonModules/shared/model/erpIntegrationService/types/">
	<soapenv:Body>
		<typ:updateDffEntityDetails>
			<typ:operationMode>SINGLE</typ:operationMode>
			<typ:object>
				<erp:EntityName>Receivables Invoice</erp:EntityName>
				<erp:ContextValue>Dispute Management</erp:ContextValue>
				<erp:UserKeyA>12000</erp:UserKeyA>
				<erp:DFFAttributes>{"ATTRIBUTE3":"N","ATTRIBUTE8":"2020-12-01","ATTRIBUTE9":"Y","ATTRIBUTE10":"Test Distribute Reason","ATTRIBUTE11":"2020-12-31"}</erp:DFFAttributes>
			</typ:object>
		</typ:updateDffEntityDetails>
	</soapenv:Body>
</soapenv:Envelope>
